Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# home.notes.empty.trash
source: No deleted notes yet. Notes stay for 30 days.
de: Noch keine gelöschten Notizen. Notizen bleiben 30 Tage lang erhalten.
es: Aún no hay notas eliminadas. Las notas se conservan durante 30 días.
fr: Aucune note supprimée pour l'instant. Les notes restent 30 jours.
ja: 削除されたメモはまだありません。メモは 30 日間保存されます。
ko: 아직 삭제된 메모가 없습니다. 메모는 30일 동안 유지됩니다.
zh_hans: 还没有删除的笔记。笔记保留 30 天。
zh_hant: 還沒有刪除的筆記。筆記保留 30 天。

# home.notes.empty.trash.message
source: Notes stay for 30 days.
de: Notizen bleiben 30 Tage lang erhalten.
es: Las notas se conservan durante 30 días.
fr: Les notes restent 30 jours.
ja: メモは 30 日間保存されます。
ko: 메모는 30일 동안 유지됩니다.
zh_hans: 笔记保留 30 天。
zh_hant: 筆記保留 30 天。

# home.notes.empty.trash.title
source: No deleted notes yet.
de: Noch keine gelöschten Notizen.
es: Aún no hay notas eliminadas.
fr: Aucune note supprimée pour l'instant.
ja: 削除されたメモはまだありません。
ko: 아직 삭제된 메모가 없습니다.
zh_hans: 还没有删除的笔记。
zh_hant: 還沒有刪除的筆記。

# home.notes.syncing
source: Syncing your notes…
de: Notizen werden synchronisiert …
es: Sincronizando tus notas…
fr: Synchronisation de vos notes…
ja: メモを同期しています…
ko: 노트를 동기화하는 중…
zh_hans: 正在同步笔记…
zh_hant: 正在同步筆記…

# home.notes.trash.days_left
source: %lld days left
de: Noch %lld Tage übrig
es: Quedan %lld días
fr: %lld jours restants
ja: 残り%lld日
ko: %lld일 남음
zh_hans: 还剩 %lld 天
zh_hant: 剩下 %lld 天

# home.notes.trash.deleted_format
source: Deleted %@
de: Gelöscht %@
es: Eliminado %@
fr: Supprimé %@
ja: %@ を削除しました
ko: %@ 삭제됨
zh_hans: 已删除 %@
zh_hant: 已刪除 %@

# home.notes.trash.expires_today
source: Expires today
de: Läuft heute ab
es: Expira hoy
fr: Expire aujourd'hui
ja: 本日有効期限が切れます
ko: 오늘 만료됨
zh_hans: 今天到期
zh_hant: 今天到期

# home.rating_prompt.action.dislike
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour
ja: フィードバックを送る
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送回饋

# home.rating_prompt.action.like
source: Rate on the App Store
de: Im App Store bewerten
es: Valorar en App Store
fr: Noter sur l’App Store
ja: App Storeで評価する
ko: App Store에서 평가하기
zh_hans: 去 App Store 评分
zh_hant: 前往 App Store 評分

# home.rating_prompt.message
source: If you like ChillScript, please leave us a rating. If not, we would love to hear from you.
de: Wenn dir ChillScript gefaellt, gib uns gern eine Bewertung. Wenn nicht, sag uns bitte Bescheid.
es: Si te gusta ChillScript, dejanos una valoracion. Si no, cuentanoslo.
fr: Si vous aimez ChillScript, laissez-nous une note. Sinon, dites-le-nous.
ja: 気に入っていただけたら、評価をお願いします。気になる点があれば、ぜひ教えてください。
ko: ChillScript가 마음에 드신다면 평점을 남겨 주세요. 아니라면 어떤 점이 아쉬웠는지 알려 주세요.
zh_hans: 喜欢的话给我们评个分，不满意也欢迎告诉我们。
zh_hant: 喜歡的話給我們評個分，不滿意也歡迎告訴我們。

# home.rating_prompt.title
source: Are you enjoying ChillScript?
de: Gefällt dir ChillScript?
es: ¿Te está gustando ChillScript?
fr: Aimez-vous ChillScript ?
ja: ChillScript は気に入っていますか？
ko: ChillScript가 마음에 드시나요?
zh_hans: 你喜欢 ChillScript 吗？
zh_hant: 你喜歡 ChillScript 嗎？

# home.recipe_picker.choose_notes
source: Choose one note
de: Notizen auswählen
es: Elige una nota
fr: Choisir une note
ja: ノートを1つ選択
ko: 노트 하나 선택
zh_hans: 选择一条笔记
zh_hant: 選擇一條筆記

# home.recipe_picker.empty.message
source: Record a voice note or create a text note before using this skill.
de: Nimm eine Sprachnotiz auf oder erstelle eine Textnotiz, bevor du diesen Skill nutzt.
es: Graba una nota de voz o crea una nota de texto antes de usar esta skill.
fr: Enregistrez une note vocale ou créez une note texte avant d’utiliser ce skill.
ja: このSkillを使う前に、音声ノートを録音するかテキストノートを作成してください。
ko: 이 스킬을 사용하기 전에 음성 노트를 녹음하거나 텍스트 노트를 만드세요.
zh_hans: 先录一条语音笔记，或创建一条文本笔记，再使用这个 Skill。
zh_hant: 先錄一條語音筆記，或建立一條文字筆記，再使用這個 Skill。

# home.recipe_picker.empty.title
source: No notes yet
de: Noch keine Notizen
es: Aún no hay notas
fr: Aucune note pour le moment
ja: まだノートがありません
ko: 아직 노트가 없습니다
zh_hans: 还没有笔记
zh_hant: 還沒有筆記

# home.recipe_picker.generate
source: Generate %@
de: %@ generieren
es: Generar %@
fr: Générer %@
ja: %@を生成
ko: %@ 생성
zh_hans: 生成 %@
zh_hant: 生成 %@

# home.recipe_picker.title
source: Run %@ on
de: %@ ausführen für
es: Usar %@ en
fr: Utiliser %@ sur
ja: %@を実行
ko: %@ 실행 대상
zh_hans: 使用 %@ 处理
zh_hant: 使用 %@ 處理

# home.recipe_picker.untitled_note
source: Untitled note
de: Unbenannte Notiz
es: Nota sin título
fr: Note sans titre
ja: 無題のノート
ko: 제목 없는 노트
zh_hans: 未命名笔记
zh_hant: 未命名筆記

# home.selection_overlay.add_first_skill
source: Add your first Skill
de: Füge deinen ersten Skill hinzu
es: Agrega tu primer Skill
fr: Ajoutez votre premier Skill
ja: 最初の Skill を追加
ko: 첫 번째 Skill을 추가하세요
zh_hans: 添加你的第一个 Skill
zh_hant: 添加你的第一個 Skill

# home.selection_overlay.add_skills
source: Add Skills
de: Skills hinzufugen
es: Agregar Skills
fr: Ajouter des Skills
ja: Skills を追加
ko: Skills 추가
zh_hans: 添加 Skills
zh_hant: 新增 Skills

# home.selection_overlay.ask_ai
source: Create from Notes
de: Aus Notizen erstellen
es: Crear desde notas
fr: Créer à partir des notes
ja: ノートから作成
ko: 노트로 만들기
zh_hans: 基于笔记创作
zh_hant: 基於筆記創作

# home.selection_overlay.empty_state_message
source: Tap the top-right button to add one. If you're not sure where to start, try Summarize.
de: Tippe oben rechts auf die Schaltfläche, um einen Skill hinzuzufügen. Wenn du nicht weißt, womit du anfangen sollst, probiere Summarize.
es: Toca el botón de arriba a la derecha para agregar uno. Si no sabes por dónde empezar, prueba Summarize.
fr: Touchez le bouton en haut à droite pour en ajouter un. Si vous ne savez pas par où commencer, essayez Summarize.
ja: 右上のボタンをタップして追加できます。どれから始めるか迷ったら、まずは Summarize を試してみましょう。
ko: 오른쪽 위 버튼을 눌러 추가하세요. 어디서 시작할지 모르겠다면 먼저 Summarize를 써보세요.
zh_hans: 点右上角按钮来添加一个。如果你不知道从哪里开始，试试 Summarize。
zh_hant: 點右上角按鈕來加入一個。如果你不知道從哪裡開始，試試 Summarize。

# home.selection_overlay.select_notes_hint
source: Select one or more notes to use Create from Notes.
de: Wähle mindestens eine Notiz aus, um Create from Notes zu verwenden.
es: Selecciona una o más notas para usar Create from Notes.
fr: Sélectionnez une ou plusieurs notes pour utiliser Create from Notes.
ja: Create from Notes を使うには、1つ以上のノートを選択してください。
ko: Create from Notes를 사용하려면 노트를 하나 이상 선택하세요.
zh_hans: 请先选择一条或多条笔记，再使用 Create from Notes。
zh_hant: 請先選擇一條或多條筆記，再使用 Create from Notes。

# home.selection_overlay.select_one_note_hint
source: AI Skills work with one note at a time. Please select only one note.
de: AI Skills funktionieren jeweils mit einer Notiz. Bitte wahle nur eine Notiz aus.
es: AI Skills funciona con una nota a la vez. Selecciona solo una nota.
fr: AI Skills fonctionne avec une seule note a la fois. Selectionnez une seule note.
ja: AI Skills は一度に1つのノートで使えます。1つだけ選択してください。
ko: AI Skills는 한 번에 노트 하나에만 사용할 수 있어요. 노트 하나만 선택하세요.
zh_hans: AI Skills 一次只能处理一条笔记。请只选择一条笔记。
zh_hant: AI Skills 一次只能處理一條筆記。請只選擇一條筆記。

# home.selection_overlay.skills_title
source: AI Skills
de: KI-Skills
es: Habilidades de IA
fr: Compétences IA
ja: AIスキル
ko: AI 스킬
zh_hans: AI 技能
zh_hant: AI 技能

# icon_picker.title
source: Choose Icon
de: Symbol wählen
es: Elegir icono
fr: Choisir une icône
ja: アイコンを選択
ko: 아이콘 선택
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Instantly start recording your thoughts.
de: Halte deine Gedanken sofort per Aufnahme fest.
es: Empieza a grabar tus pensamientos al instante.
fr: Commencez instantanément à enregistrer vos pensées.
ja: すぐにあなたの考えを記録し始めます。
ko: 즉시 생각을 기록하기 시작하세요.
zh_hans: 立即开始记录您的想法。
zh_hant: 立即開始記錄您的想法。

source: Media
de: Medien
es: Medios
fr: Médias
ja: メディア
ko: 미디어
zh_hans: 媒体
zh_hant: 媒體

source: Mode
de: Modus
es: Modo
ja: 模式
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
ja: ネットワークエラー
ko: 네트워크 오류
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Not Set
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
ja: 未設定
ko: 설정되지 않음
zh_hans: 未设置
zh_hant: 未設定

# note_detail.add_tag.color_label
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# note_detail.add_tag.name_placeholder
source: Topic name
de: Themenname
es: Nombre del tema
fr: Nom du thème
ja: テーマ名
ko: 주제 이름
zh_hans: 主题名称
zh_hant: 主題名稱

# note_detail.add_tag.new_tag_label
source: New Topic
de: Neues Thema
es: Nuevo tema
fr: Nouveau thème
ja: 新しいテーマ
ko: 새 주제
zh_hans: 新主题
zh_hant: 新主題

# note_detail.add_tag.preview_label
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

# note_detail.add_tag.title
source: Add Topic
de: Thema hinzufügen
es: Agregar tema
fr: Ajouter un thème
ja: テーマを追加
ko: 주제 추가
zh_hans: 添加主题
zh_hant: 添加主題

# note_detail.ai_skills.add_skills
source: Add Skills
de: Skills hinzufügen
es: Agregar Skills
fr: Ajouter des Skills
ja: Skillsを追加
ko: Skills 추가
zh_hans: 添加 Skills
zh_hant: 新增 Skills

# note_detail.ai_skills.apply.append_to_end
source: Append to End
de: An das Ende anhängen
es: Agregar al final
fr: Ajouter a la fin
ja: 末尾に追加
ko: 끝에 추가
zh_hans: 追加到末尾
zh_hant: 追加到末尾

# note_detail.ai_skills.apply.insert_at_cursor
source: Insert at Cursor
de: Am Cursor einfügen
es: Insertar en el cursor
fr: Inserer au curseur
ja: カーソル位置に挿入
ko: 커서 위치에 삽입
zh_hans: 插入到光标处
zh_hant: 插入到游標處

# note_detail.ai_skills.apply.insert_below_selection
source: Insert Below Selection
de: Unter Auswahl einfügen
es: Insertar debajo de la seleccion
fr: Inserer sous la selection
ja: 選択範囲の下に挿入
ko: 선택 영역 아래에 삽입
zh_hans: 插入到选中内容下方
zh_hant: 插入到選取內容下方

# note_detail.ai_skills.apply.replace_all
source: Replace Entire Note
de: Ganze Notiz ersetzen
es: Reemplazar toda la nota
fr: Remplacer toute la note
ja: ノート全体を置き換え
ko: 전체 노트 바꾸기
zh_hans: 替换整篇 Note
zh_hant: 取代整篇 Note

# note_detail.ai_skills.apply.replace_selection
source: Replace Selection
de: Auswahl ersetzen
es: Reemplazar seleccion
fr: Remplacer la selection
ja: 選択範囲を置き換え
ko: 선택 영역 바꾸기
zh_hans: 替换选中内容
zh_hant: 取代選取內容

# note_detail.ai_skills.empty.message
source: Add the Skills you use most, then run them here on this note.
de: Füge deine häufig verwendeten Skills hinzu und nutze sie hier direkt für diese Notiz.
es: Agrega los Skills que más usas y ejecútalos aquí directamente en esta nota.
fr: Ajoutez les Skills que vous utilisez le plus, puis lancez-les ici sur cette note.
ja: よく使う Skills を追加すると、このノートですぐに実行できます。
ko: 자주 쓰는 Skills를 추가하고 이 노트에서 바로 실행하세요.
zh_hans: 添加你常用的 Skills，就能在这里直接处理当前笔记。
zh_hant: 加入你常用的 Skills，就能在這裡直接處理目前筆記。

# note_detail.ai_skills.empty.title
source: No Skills Yet
de: Noch keine Skills
es: Todavia no hay Skills
fr: Pas encore de Skills
ja: まだ Skills がありません
ko: 아직 Skills가 없습니다
zh_hans: 还没有 Skills
zh_hant: 還沒有 Skills

# note_detail.ai_skills.error.title
source: Skill Could Not Run
de: Skill konnte nicht ausgeführt werden
es: No se pudo ejecutar el Skill
fr: Impossible d’executer le Skill
ja: Skill を実行できませんでした
ko: Skill을 실행할 수 없어요
zh_hans: 无法运行 Skill
zh_hant: 無法執行 Skill

# note_detail.ai_skills.manage
source: Add or Manage Skills
de: Skills hinzufügen oder verwalten
es: Agregar o administrar Skills
fr: Ajouter ou gérer les Skills
ja: Skills を追加・管理
ko: Skills 추가 또는 관리
zh_hans: 添加或管理 Skills
zh_hant: 新增或管理 Skills

# note_detail.ai_skills.preview.note_context
source: Created from this note
de: Erstellt aus dieser Notiz
es: Creado a partir de esta nota
fr: Cree a partir de cette note
ja: このノートから作成
ko: 이 노트로 생성됨
zh_hans: 基于当前 Note 生成
zh_hant: 基於目前 Note 生成

# note_detail.ai_skills.preview.selection_context
source: Created from selected text
de: Erstellt aus dem ausgewählten Text
es: Creado a partir del texto seleccionado
fr: Cree a partir du texte selectionne
ja: 選択したテキストから作成
ko: 선택한 텍스트로 생성됨
zh_hans: 基于选中文本生成
zh_hant: 基於選取文字生成

# note_detail.ai_skills.preview.title
source: Skill Result
de: Skill-Ergebnis
es: Resultado del Skill
fr: Resultat du Skill
ja: Skill の結果
ko: Skill 결과
zh_hans: Skill 结果
zh_hant: Skill 結果

# note_detail.ai_skills.sheet.title
source: AI Skills
de: KI-Skills

# note_detail.alert.delete.message
source: Are you sure you want to delete this note? This action cannot be undone.
de: Möchtest du diese Notiz wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta nota? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette note ? Cette action ne peut pas être annulée.
ja: このメモを削除してもよろしいですか?この操作は元に戻すことができません。
ko: 이 메모를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 确定要删除这条笔记吗？此操作无法撤销。
zh_hant: 確定要刪除這則筆記嗎？此操作無法復原。

# note_detail.alert.delete.title
source: Delete Note
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
ja: メモの削除
ko: 메모 삭제
zh_hans: 删除笔记
zh_hant: 刪除筆記

# note_detail.alert.export_failed.title
source: Export Failed
de: Export fehlgeschlagen
es: La exportación falló
fr: Échec de l'export
ja: 書き出しに失敗しました
ko: 내보내기 실패.
zh_hans: 导出失败
zh_hant: 匯出失敗

# note_detail.alert.permanent_delete.action
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구적으로 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

# note_detail.alert.permanent_delete.message
source: This will permanently delete the note. This action cannot be undone.
de: Dadurch wird die Notiz dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la nota. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement la note. Cette action ne peut pas être annulée.
ja: これにより、メモが完全に削除されます。この操作は元に戻すことができません。
ko: 메모가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这会永久删除这条笔记。此操作无法撤销。
zh_hant: 這會永久刪除這則筆記。此操作無法復原。

# note_detail.alert.permanent_delete.title
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구적으로 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

# note_detail.export.error.unable_to_export_note
source: Unable to export this note. Please try again.
de: Diese Notiz konnte nicht exportiert werden. Bitte versuch es erneut.
es: No se puede exportar esta nota. Por favor inténtalo de nuevo.
fr: Impossible d'exporter cette note. Veuillez réessayer.
ja: このメモをエクスポートできません。もう一度試してください。
ko: 이 메모를 내보낼 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法导出这条笔记，请再试一次。
zh_hant: 無法匯出這則筆記，請再試一次。

# note_detail.header.accessibility.ai_skills
source: AI Skills
de: KI-Skills

# note_detail.header.accessibility.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤쪽에
zh_hans: 后退
zh_hant: 後退

# note_detail.header.accessibility.chillo_magic
source: Chillo's Magic
de: Chillos Magie
es: La magia de Chillo
fr: La magie de Chillo
ja: チロの魔法
ko: 칠로의 마법
zh_hans: 奇洛的魔法
zh_hant: 奇洛的魔法

# note_detail.header.accessibility.more_actions
source: More Actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
ja: さらなるアクション
ko: 추가 작업
zh_hans: 更多行动
zh_hant: 更多行動

# note_detail.header.accessibility.restore_note
source: Restore Note
de: Notiz wiederherstellen
es: Restaurar nota
fr: Restaurer la note
ja: メモを復元する
ko: 메모 복원
zh_hans: 恢复笔记
zh_hant: 恢復筆記

# note_detail.header.action.delete_note
source: Delete Note
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
ja: メモの削除
ko: 메모 삭제
zh_hans: 删除笔记
zh_hant: 刪除筆記

# note_detail.header.action.export_markdown
source: Export Markdown
de: Markdown exportieren
es: Exportar en Markdown
fr: Exporter en Markdown
ja: マークダウンのエクスポート
ko: 마크다운 내보내기
zh_hans: 导出 Markdown
zh_hant: 匯出 Markdown

# note_detail.header.action.teleprompter
source: Teleprompter Recording
de: Teleprompter-Aufnahme
es: Grabación con teleprónter
fr: Enregistrement prompteur
ja: テレプロンプター撮影
ko: 텔레프롬프터 촬영
zh_hans: 提词拍摄
zh_hant: 提詞拍攝

# note_detail.overlay.refined
source: Refined
de: Verfeinert
es: Pulido
fr: Affiné
ja: 推敲済み
ko: 다듬은
zh_hans: 润色
zh_hant: 潤色

# note_detail.overlay.show_original
source: Show Original
de: Original anzeigen
es: Mostrar original
fr: Afficher l'original
ja: オリジナルを表示
ko: 원본 표시
zh_hans: 显示原文
zh_hant: 顯示原文

# note_detail.record.action.start
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 録画を開始
ko: 녹화 시작
zh_hans: 开始录制
zh_hant: 開始錄製

# note_detail.record.script_ready
source: Script ready
de: Skript bereit
es: Guion listo
fr: Script prêt
ja: 台本の準備完了
ko: 스크립트 준비 완료
zh_hans: 脚本已就绪
zh_hant: 腳本已就緒

# note_detail.tag.add
source: Add Topic
de: Thema hinzufügen
es: Agregar tema
fr: Ajouter un thème
ja: テーマを追加
ko: 주제 추가
zh_hans: 添加主题
zh_hant: 添加主題

# note_detail.teleprompter.action.open
source: Open Teleprompter
de: Teleprompter öffnen
es: Abrir teleprónter
fr: Ouvrir le prompteur
ja: テレプロンプターを開く
ko: 텔레프롬프터 열기
zh_hans: 打开提词器
zh_hant: 開啟提詞器

# note_detail.trash.deleted_in_days
source: This note will be permanently deleted in %lld days.
de: Diese Notiz wird in %lld Tagen endgültig gelöscht.
es: Esta nota se eliminará permanentemente en %lld días.
fr: Cette note sera définitivement supprimée dans %lld jours.
ja: このメモは %lld 日後に完全に削除されます。
ko: 이 메모는 %lld일 후에 영구적으로 삭제됩니다.
zh_hans: 这条笔记将在 %lld 天后被永久删除。
zh_hant: 這則筆記將在 %lld 天後被永久刪除。

# note_detail.trash.deleted_today
source: This note will be permanently deleted today.
de: Diese Notiz wird heute endgültig gelöscht.
es: Esta nota se eliminará permanentemente hoy.
fr: Cette note sera définitivement supprimée aujourd'hui.
ja: このメモは本日完全に削除されます。
ko: 이 메모는 오늘 완전히 삭제됩니다.
zh_hans: 这条笔记今天会被永久删除。
zh_hant: 這則筆記今天會被永久刪除。

# note_detail.workspace.tab.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
zh_hans: 创作
zh_hant: 創作

# note_detail.workspace.tab.note
source: Note
de: Notiz
es: Nota
ja: ノート
ko: 노트
zh_hans: 笔记
zh_hant: 筆記

# note_detail.workspace.tab.record
source: Record
de: Aufnahme
es: Grabar
fr: Enregistrer
ja: 撮影
ko: 녹화
zh_hans: 录制
zh_hant: 錄製

# note_section.drafts
source: Drafts
de: Entwürfe
es: Borradores
fr: Brouillons
ja: 下書き
ko: 초안
zh_hans: 草稿
zh_hant: 草稿

# note_section.inbox
source: Inbox
de: Eingang
es: Bandeja de entrada
fr: Boîte de réception
ja: 受信箱
ko: 수집함
zh_hans: 收集箱
zh_hant: 收集箱

# note_section.published
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
ja: 公開済み
ko: 게시됨
zh_hans: 已发布
zh_hant: 已發布

# note_source.accessibility.open
source: Open %1$@ source: %2$@
de: %1$@ öffnen: %2$@
es: Abrir fuente de %1$@: %2$@
fr: Ouvrir la source %1$@ : %2$@
ja: %1$@ のソースを開く: %2$@
ko: %1$@ 출처 열기: %2$@
zh_hans: 打开%1$@来源：%2$@
zh_hant: 打開%1$@來源：%2$@

# notes_export.error.cancelled
source: Export was cancelled.
de: Der Export wurde abgebrochen.
es: Se canceló la exportación.
fr: L'exportation a été annulée.
ja: エクスポートがキャンセルされました。
ko: 내보내기가 취소되었습니다.
zh_hans: 导出已取消。
zh_hant: 匯出已取消。

# notes_export.error.insufficient_storage
source: Not enough storage to create export file.
de: Nicht genügend Speicherplatz zum Erstellen der Exportdatei.
es: No hay suficiente almacenamiento para crear un archivo de exportación.
fr: Pas assez de stockage pour créer le fichier d'exportation.
ja: エクスポート ファイルを作成するための十分なストレージがありません。
ko: 내보내기 파일을 생성할 저장용량이 부족합니다.
zh_hans: 存储空间不足，无法创建导出文件。
zh_hant: 儲存空間不足，無法建立匯出檔案。

# notes_export.error.invalid_archive
source: Unable to create zip archive.
de: Zip-Archiv kann nicht erstellt werden.
es: No se puede crear un archivo zip.
fr: Impossible de créer une archive zip.
ja: zip アーカイブを作成できません。
ko: zip 아카이브를 생성할 수 없습니다.
zh_hans: 无法创建 zip 存档。
zh_hant: 無法建立 zip 檔案。

# notes_export.error.no_notes
source: No notes to export.
de: Keine Notizen zum Exportieren.
es: No hay notas para exportar.
fr: Aucune note à exporter.
ja: エクスポートするメモはありません。
ko: 내보낼 메모가 없습니다.
zh_hans: 没有可导出的笔记。
zh_hant: 沒有可匯出的筆記。

# notes_export.error.service_unavailable
source: Export service is unavailable right now.
de: Der Exportdienst ist derzeit nicht verfügbar.
es: El servicio de exportación no está disponible en este momento.
fr: Le service d'exportation n'est pas disponible pour le moment.
ja: 現在、エクスポート サービスは利用できません。
ko: 지금은 내보내기 서비스를 사용할 수 없습니다.
zh_hans: 导出服务当前不可用。
zh_hant: 匯出服務目前不可用。

# notes_export.error.write_failed
source: Failed to write markdown files.
de: Markdown-Dateien konnten nicht geschrieben werden.
es: No se pudieron escribir los archivos Markdown.
fr: Impossible d'écrire les fichiers Markdown.
ja: マークダウンファイルの書き込みに失敗しました。
ko: 마크다운 파일을 작성하지 못했습니다.
zh_hans: 无法写入 Markdown 文件。
zh_hant: 無法寫入 Markdown 檔案。

# notes_export.error.zip_failed
source: Failed to package markdown files.
de: Markdown-Dateien konnten nicht gepackt werden.
es: No se pudieron empaquetar los archivos Markdown.
fr: Impossible de regrouper les fichiers Markdown.
ja: マークダウン ファイルのパッケージ化に失敗しました。
ko: 마크다운 파일을 패키징하지 못했습니다.
zh_hans: 打包 Markdown 文件失败。
zh_hant: 打包 Markdown 文件失敗。

# notes_export.progress.packaging_zip
source: Packaging zip file...
de: ZIP-Datei verpacken...
es: Empaquetando archivo ZIP...
fr: Fichier zip d'emballage...
ja: zip ファイルをパッケージ化しています...
ko: zip 파일 패키징...
zh_hans: 打包zip文件...
zh_hant: 打包zip檔...

# notes_export.progress.preparing_package
source: Preparing export package...
de: Exportpaket wird vorbereitet...
es: Preparando paquete de exportación...
fr: Préparation du dossier d'exportation...
ja: エクスポート パッケージを準備しています...
ko: 수출 패키지 준비 중...
zh_hans: 正在准备导出文件...
zh_hant: 正在準備匯出檔案...

# notes_export.progress.reading_notes
source: Reading notes...
de: Notizen lesen...
es: Leyendo notas...
fr: Lecture des notes...
ja: 読書メモ...
ko: 메모를 읽는 중...
zh_hans: 札记...
zh_hant: 札記...

# notes_export.progress.ready
source: Export ready
de: Export ist bereit
es: Listo para exportar
fr: Export prêt
ja: 輸出準備完了
ko: 내보내기 준비 완료
zh_hans: 导出已准备好
zh_hant: 匯出已準備好

# notes_export.progress.writing_markdown_files
source: Writing markdown files...
de: Markdown-Dateien werden geschrieben...
es: Escribiendo archivos Markdown...
fr: Écriture des fichiers Markdown...
ja: マークダウン ファイルを書き込んでいます...
ko: 마크다운 파일 작성 중...
zh_hans: 正在编写 Markdown 文件...
zh_hant: 正在編寫 Markdown 文件...

# notification.first_creation.body
source: Your material is ready. Turn it into a new idea with Hook Generator.
de: Dein Material ist bereit. Verwandle es jetzt mit Hook Generator in eine neue Idee.
es: Tu material está listo. Conviértelo en una idea nueva con Hook Generator.
fr: Votre contenu est prêt. Transformez-le en nouvelle idée avec Hook Generator.
ja: 素材の準備ができました。Hook Generatorで新しいアイデアに変えてみましょう。
ko: 소재가 준비됐어요. Hook Generator로 새로운 아이디어를 만들어 보세요.
zh_hans: 素材已经准备好，用 Hook Generator 把它变成一个新点子吧。
zh_hant: 素材已經準備好，用 Hook Generator 把它變成一個新點子吧。

# notification.first_creation.title
source: Turn one idea into your first draft
de: Mach aus einer Idee deinen ersten Entwurf
es: Convierte una idea en tu primer borrador
fr: Transformez une idée en premier brouillon
ja: アイデアを最初の下書きにしよう
ko: 아이디어 하나로 첫 초안을 만들어 보세요
zh_hans: 把一个灵感变成你的第一份草稿
zh_hant: 把一個靈感變成你的第一份草稿

# notification.import_ready.body
source: Your video is saved. Tap to view the transcript and ideas.
de: Dein Video wurde gespeichert. Tippe, um Transkript und Ideen anzusehen.
es: Tu video se ha guardado. Toca para ver la transcripción y las ideas.
fr: Votre vidéo est enregistrée. Touchez pour voir la transcription et les idées.
ja: 動画を保存しました。タップして文字起こしとアイデアを確認できます。
ko: 동영상이 저장됐어요. 탭하여 스크립트와 아이디어를 확인하세요.
zh_hans: 视频已保存，点按即可查看文字稿和灵感。
zh_hant: 影片已儲存，點按即可查看逐字稿和靈感。

# notification.import_ready.title
source: Your import is ready
de: Dein Import ist bereit
es: Tu importación está lista
fr: Votre importation est prête
ja: インポートが完了しました
ko: 가져오기가 완료됐어요
zh_hans: 你的导入已完成
zh_hant: 你的匯入已完成

# notification.permission.import.enable
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ko: 알림 켜기
zh_hans: 开启通知
zh_hant: 開啟通知
